

public class TextHolder
{
    public string BeginText { get; private set; } = "Мы находимся в помещении, где расположен управляющий вычислительный комплекс УВК-РА. Собственно говоря, это Мозг станции, который заключён в этих шкафах.";
    public string Text1 { get; private set; } = "УВК-РА выполняет следующие основные функции:";
    public string Text2 { get; private set; } = "Предоставление оперативно-техническому персоналу информации о поездном положении на станции, о текущем состоянии УВК-РА и других устройств ЖАТ.";
    public string Text3 { get; private set; } = "Предоставление дежурному по станции возможности формирования и выдачи управляющих директив для управления устройствами ЖАТ, обеспечивающими проследование поездов и передвижение маневровых составов.";
    public string Text4 { get; private set; } = "Реализация технологических алгоритмов для управления устройствами ЖАТ.";
    public string Text5 { get; private set; } = "Формирование и контроль сигналов управления, в том числе сигналов управления стрелочными приводами и светофорами.";
    public string Text6 { get; private set; } = "Сбор, обработка и хранение информации о текущем состоянии устройств ЖАТ.";
    public string Text7 { get; private set; } = "Диагностика состояния УВК-РА и других устройств ЖАТ.";
    public string Text8 { get; private set; } = "Обеспечение увязки с другими системами ЖАТ.";

}
