
public class DgaTextHolder 
{
    public string Text68 { get; private set; } = "В данном помещении находится Дизель-Генераторная установка с автоматическим запуском (ДГА).";
    public string Text69 { get; private set; } = "На этой станции, в качестве резервной электростанции, используется Дизель-Генераторная установка P75P1 – номинально мощностью 75 кВт фирмы «FG Wilson» с двигателем фирмы «Perkins» и Щитом автоматики (выделяем Щит автоматики ДГА) фирмы «Президент Нева».";
    public string Text70 { get; private set; } = "Дизель-Генераторная установка состоит из следующих основных частей:";
    public string Text71 { get; private set; } = "1. Дизельный двигатель;";
    public string Text72 { get; private set; } = "2. Генератор с автоматическим регулятором напряжения; ";
    public string Text73 { get; private set; } = "3. Станина ДГА, с встроенным (основным) топливным баком; ";
    public string Text74 { get; private set; } = "4. Глушитель системы отведения выхлопных газов.";
    public string Text75 { get; private set; } = "В штатном режиме Пуск и Останов ДГА осуществляются через Щит автоматики ДГА. ";
    public string Text76 { get; private set; } = "На щите ДГА можно выбрать один из трёх режимов работы Дизель-Генераторной установки:";
    public string Text77 { get; private set; } = "1. Дистанционный – при котором Пуск и Останов ДГА осуществляются по команде от Питающей установки;";
    public string Text78 { get; private set; } = "2. Ручной – при котором Пуск и Останов ДГА осуществляются только с панели управления на самом ДГА, вне зависимости от состояния Питающей установки;";
    public string Text79 { get; private set; } = "3. Отключён – при котором Пуск ДГА невозможен. ";
    public string Text80 { get; private set; } = "Кроме того, Останов ДГА будет происходить: автоматически при аварийных ситуациях самой установки, или при нажатии кнопки «Аварийный Стоп»";
    public string Text81 { get; private set; } = "Для увеличения времени автономной работы Дизель-Генераторной установки, в помещении ДГА установлены дополнительные топливные баки.";
    public string Text82 { get; private set; } = "Чтобы их увидеть надо повернуться направо на 120 грдусов.";
    public string EndText { get; private set; } = "Обучение завершено.";
}
