

public class DspTextHolder
{
    public string BeginText { get; private set; } = "При системе ЭЦ-ЕМ, как и при любой МПЦ, помещение ДСП преобразилось.";
    public string Text2 { get; private set; } = "Теперь, вместо Пультаманипулятора и выносного Табло, применяются компьютеры.";
    public string Text3 { get; private set; } = "Рабочее место ДСП представляет собой три компьютера на которые установлено программное обеспечение АРМ-ДСП.";
    public string Text4 { get; private set; } = "В нормальном состоянии два компьютера включены, а третий выключен(находится «в холодном резерве»).";
    public string Text5 { get; private set; } = "Дежурная может работать на любом из включённых АРМов.";
    public string Text6 { get; private set; } = "Есть только одно ограничение: какая-либо команда, должна начаться и закончиться на одном АРМе.";
    public string Text7 { get; private set; } = "То есть нельзя начало маршрута задать на одном АРМе, а конец – указать на другом.";
    public string Text8 { get; private set; } = "Все команды, задаваемые Дежурным по станции, обрабатываются и, после проверки всех условий безопасности, реализуются Мозгом системы – Управляющим Вычислительным Комплексом.";
    public string Text9 { get; private set; } = "Для лучшего обзора поездной обстановки, в дополнение к мониторам АРМов, используется Табло коллективного пользования – большой монитор, установленный напротив рабочего стола ДСП.";
    public string Text10 { get; private set; } = "Также в помещении ДСП установлен щиток вспомогательного управления (ЩВУ).";
    public string Text11 { get; private set; } = "На ЩВУ размещаются:";
    public string Text12 { get; private set; } = "1. кнопка «Запуск МБКО».";
    public string Text13 { get; private set; } = "2. кнопки Аварийного отключения устройств электропитания ЭЦ и АБТЦ.";
    public string Text14 { get; private set; } = "3. кнопка отключения звонка УКСПС.";
    public string Text15 { get; private set; } = "4. Ключи-Жезлы, с кнопками для их изъятия, по количеству перегонов, примыкающих к станции.";
    public string Text16 { get; private set; } = "5. Рукоятка и индикаторы «Макета», для выключения стрелки из зависимости с сохранением пользования сигналами.";
    public string Text17 { get; private set; } = "Остальное оборудование в помещении ДСП(устройства связи, РМ-ГИД, РМ-КТСМ, система пожаротушения, охранно-пожарная сигнализация и прочее) к ЭЦ-ЕМ не относится.";
    public string Text18 { get; private set; } = "Теперь давайте познакомимся с Управляющим вычислительным комплексом УВК-РА.";

}
