

public class PitTextHolder 
{
    public string Text46 { get; private set; } = "В данном помещении расположены Питающие установки для устройств ЭЦ (справа) и для устройств АБТЦ (слева).";
    public string Text47 { get; private set; } = "Каждая Питающая установка включает в себя:";
    public string Text48 { get; private set; } = "1. Распределительный щит (РЩ);";
    public string Text49 { get; private set; } = "2. Трансформаторный щит (ТЩ);";
    public string Text50 { get; private set; } = "3. Щиток контрольной батареи (КБ);";
    public string Text51 { get; private set; } = "4. Изолирующий трансформатор (ИТ);";
    public string Text52 { get; private set; } = "5. Устройство бесперебойного питания (УБП) с батарейным кабинетом (БК);";
    public string Text53 { get; private set; } = "6. Щит включения автоматического обхода УБП, при его неисправности, (ЩВАБ).";
    public string Text54 { get; private set; } = "Для ввода питающих фидеров (от энергетиков) используется Щит выключения питания ЩВПУ.";
    public string Text55 { get; private set; } = "Для того, чтобы увидеть ЩВПУ, надо будет чуть подвинуться вперёд и повернуться вправо на 120 градусов.";
    public string Text56 { get; private set; } = "В распределительном щите размещено устройство Автоматического ввода резерва (АВР), которое «берёт в работу» один из двух питающих фидеров, если характеристики его напряжений соответствуют заданным параметрам.";
    public string Text57 { get; private set; } = "Если оба фидера «исправны», то один будет взят в работу, а второй будет находиться в «горячем резерве».";
    public string Text58 { get; private set; } = "Сейчас, в работе «Фидер1», «Фидер2» - в резерве.";
    public string Text59 { get; private set; } = "ДГА – остановлен.";
    public string Text60 { get; private set; } = "При отсутствии нормального питания на обоих фидерах будет дана команда на запуск ДизельГенераторной установки (ДГА), после чего питание устройств будет осуществляться от ДГА.";
    public string Text61 { get; private set; } = "При возобновлении нормального питания со стороны энергетиков, вместо ДГА в работу будет взят исправный фидер питания, а ДГА получит команду на Останов.";
    public string Text62 { get; private set; } = "В случае полного отсутствия внешнего питания (ни фидеров, ни ДГА) устройства СЦБ будут получать питание от УБП.";
    public string Text63 { get; private set; } = "В распределительном и трансформаторном щитах питающее напряжение преобразуется в необходимые для работы устройств СЦБ полюса питания (постоянного и переменного тока).";
    public string Text64 { get; private set; } = "Изолирующий трансформатор осуществляет гальваническую развязку полюсов питания устройств СЦБ от питающего фидера.";
    public string Text65 { get; private set; } = "В случае возникновения чрезвычайных ситуаций, при которых требуется полное отключение питающих напряжений, выключение питающей установки осуществляется нажатием кнопки на Щитке вспомогательного управления в помещении ДСП.";
    public string Text66 { get; private set; } = "При этом будет выключен ЩВПУ, отключены все УБП и ДГА.";
    public string Text67 { get; private set; } = "А теперь пойдём в помещение ДГА.";

}
