public class ReleTextHolder 
{
    public string Text19 { get; private set; } = "На данной станции оборудовано два релейных помещения.";
    public string Text20 { get; private set; } = "На первом этаже – релейная АБТЦ, совмещённая с Кроссовой, на втором этаже – релейная ЭЦ.";
    public string Text21 { get; private set; } = "Соответственно нумерация стативов – трёхзначная, и первая цифра – номер релейной.";
    public string Text22 { get; private set; } = "В данной релейной размещается оборудование ЭЦ.";
    public string Text23 { get; private set; } = "Относительно нумерации – первый ряд отсутствует (зарезервирован) и из-за этого счёт начинается со второго ряда(стативы с 221 по 225).";
    public string Text24 { get; private set; } = "На этих стативах расположены:";
    public string Text25 { get; private set; } = "Интерфейсные реле схем управления стрелками, светофорами, маршрутными указателями,оповещением работающих на путях;";
    public string Text26 { get; private set; } = "Интерфейсные реле схем кодирования и увязки с автоблокировкой на перегонах;";
    public string Text27 { get; private set; } = "Общие повторители путевых реле;";
    public string Text28 { get; private set; } = "Схемы организации мигающих полюсов питания светофоров;";
    public string Text29 { get; private set; } = "Схема контроля перегорания предохранителей;";
    public string Text30 { get; private set; } = "Сигнализаторы заземления.";
    public string Text31 { get; private set; } = "Подробно функционал всех каналов МСИ (опрос контактов реле) и МВУ (включение интерфейсных реле) описан в «Таблице обозначений каналов контроля и управления УВК-РА», которая составляется индивидуально для каждой станции с ЭЦ-ЕМ.";
    public string Text32 { get; private set; } = "В следующем ряду (стативы с 231 по 234) расположены схемы управления стрелками.";
    public string Text33 { get; private set; } = "В четвёртом и пятом рядах (стативы с 241 по 255) размещены, распределённые по горловинам, схемы: ";
    public string Text34 { get; private set; } = "Управления светофорами (первые два статива в ряду);";
    public string Text35 { get; private set; } = "Увязки с автоблокировкой на перегонах (один статив на один путь, включая входной светофор).";
    public string Text36 { get; private set; } = "В шестом и седьмом рядах размещена аппаратура тональных рельсовых цепей.";
    public string Text37 { get; private set; } = "На остальных стативах размещена постовая аппаратура АЛСН и АЛС-ЕН.";
    public string Text38 { get; private set; } = "Кроме того, в девятом ряду, установлена аппаратура АПК-ДК, ДЦ «Тракт», и компьютер охраннопожарной системы «Стрелец».";
    public string Text39 { get; private set; } = "А теперь пойдём на Первый этаж.";
    public string Text40 { get; private set; } = "Там расположены: Релейное помещение АБТЦ с Кроссовой, помещение Питающей установки и помещение ДГА.";



}
